Repository: FOSSersVAST/kde-ml-kf5
Catalog: locales/*/extragear-edu/org.kde.gcompris.appdata.po
Languages: ml

source: GCompris Educational Game
ml: ജികോംപ്രി വിദ്യാഭ്യാസപരമായ കളി

source: Multi-Activity Educational game for children 2 to 10
ml: 2 തൊട്ട് 10 വയസ്സുവരെയുള്ള കുട്ടികൾക്ക് വേണ്ടിയുള്ള വിവിധ-പ്രവർത്തനങ്ങളിലൂടെയുള്ള വിദ്യാഭ്യാസപരമായ കളി

source: GCompris is a high quality educational software suite, including a large number of activities for children aged 2 to 10.
ml: ജികോംപ്രി, വളരെ ഗുണനിലവാരമുള്ള വിദ്യാഭ്യാസപരമായ ഒരു സോഫ്റ്റുവെയർ ആണ്, ഇതിൽ 2 തൊട്ട് 10 വയസ്സുവരെയുള്ള കുട്ടികൾക്ക് വേണ്ടിയുള്ള വിവിധ-പ്രവർത്തനങ്ങൾ അടങ്ങിയിരിക്കുന്നു.

source: Some of the activities are game orientated, but nonetheless still educational.
ml: ചില പ്രവർത്തനങ്ങൾ കളിയെ അടിസ്ഥാനമാക്കിയാണ്, പക്ഷേ അവയും വിദ്യാഭ്യാസപരമാണ്.

source: Below you can find a list of categories with some of the activities available in that category.
ml: താഴെ, വിഭാഗങ്ങളുടെ ഒരു പട്ടിക നിങ്ങൾക്ക് കാണാം, ആ വിഭാഗങ്ങളിൽ ചില പ്രവർത്തനങ്ങളും ലഭ്യമാണ്.

source: computer discovery: keyboard, mouse, different mouse gestures, ...
ml: കമ്പ്യൂട്ടർ പഠിക്കാം: കീബോർഡ്, മൗസ്, മൗസ് കൊണ്ടുള്ള വ്യത്യസ്ത ചലനങ്ങൾ, ...

source: arithmetic: table memory, enumeration, mirror image, balance the scale, change giving, ...
ml: ഗണിതശാസ്ത്രം: പട്ടിക ഓർക്കാം, എണ്ണൽ, കണ്ണാടി ചിത്രം, തൂക്കമൊപ്പിക്കാം, ബാക്കി കൊടുക്കാം, ...

source: science: the canal lock, color mixing, gravity concept, ...
ml: ശാസ്ത്രം: കനാലിൻ്റെ പൂട്ട്, നിറം ചേർക്കാം, ഗുരുത്വം എന്ന ആശയം, ...

source: games: memory, connect 4, tic tac toe, sudoku, hanoi tower, ...
ml: കളികൾ: ഓർമ്മ, 4 എണ്ണം ബന്ധിപ്പിക്കുക, ടിക് ടാക് ടോ, ഹാനോയിയുടെ ഗോപുരം, ...

source: reading: reading practice, ...
ml: വായന: വായന പരിശീലനം, ...

source: other: learn to tell time, the braille system, maze, music instruments, ...
ml: മറ്റുള്ളവ: സമയം പറയാൻ പഠിക്കാം, ബ്രായി ലിപി, കുടുക്കുവഴി, സംഗീതോപകരണങ്ങൾ, ...

source: Currently GCompris offers in excess of 100 activities and more are being developed. GCompris is free software, that means that you can adapt it to your own needs, improve it and, most importantly, share it with children everywhere.
ml: ഇപ്പോൾ ജികോംപ്രിയിൽ 100 ലധികം പ്രവർത്തനങ്ങൾ ഉണ്ട്, അതിൽ കൂടുതൽ ഡെവലപ്പ് ചെയ്തുകൊണ്ടിരിക്കുന്നുമുണ്ട്. ജികോംപ്രി ഒരു സ്വതന്ത്ര സോഫ്റ്റുവെയർ ആണ്, അതായത് നിങ്ങൾക്ക് അതിനെ നിങ്ങളുടെ ആവശ്യങ്ങൾക്കനുസരിച്ച് രൂപപ്പെടുത്താം, അതിനെ മെച്ചപ്പെടുത്താം, ഏറ്റവും പ്രധാനമായി, എല്ലായിടങ്ങളിലുള്ള കുട്ടികളുമായി അത് പങ്കുവെയ്ക്കാം.

source: GCompris main menu
ml: ജികോംപ്രി പ്രധാന മെനു

source: "Click on an uppercase letter" activity
ml: "ഒരു വലിയ അക്ഷരത്തിൽ ക്ലിക്ക് ചെയ്യുക" പ്രവർത്തനം

source: "Learning Clock" activity
ml: "സമയം പഠിക്കൽ" പ്രവർത്തനം

source: "Mixing color of paint" activity
ml: "ചായത്തിൻ്റെ നിറങ്ങൾ കൂട്ടിക്കലർത്താം" പ്രവർത്തനം

source: "Colors" activity
ml: "നിറങ്ങൾ" പ്രവർത്തനം

source: "Build the same model" activity
ml: "മാതൃക പോലെ നിർമ്മിക്കുക " പ്രവർത്തനം

source: "Count the items" activity
ml: "എത്രയെണ്ണം?" പ്രവർത്തനം

source: "The fifteen game" activity
ml: "പതിനഞ്ചിന്റെ കളി" പ്രവർത്തനം

source: "Hexagon" activity
ml: "ഷഡ്ഭുജം" പ്രവർത്തനം

source: "Balance the scales properly" activity
ml: "തട്ടുകളിലെ തൂക്കമൊപ്പിക്കൂ" പ്രവർത്തനം

source: "End of chess game" activity
ml: "ചെസ്സു കളിയുടെ അവസാനം" പ്രവർത്തനം

source: "A sliding-block puzzle game" activity
ml: "വഴി കണ്ടെത്തൽ" പ്രവർത്തനം
