Repository: FOSSersVAST/kde-ml-kf5
Catalog: locales/*/applications/webarchiver.po
Languages: ml

source: Status
ml: എന്തായി

source: Url
ml: യുആര്‍എല്‍

source: Unable to open %1 for writing.
ml: എഴുതാനായി %1 തുറക്കാന്‍ കഴിയുന്നില്ല.

source: Downloading
ml: ഇറക്കിക്കൊണ്ടിരിയ്ക്കുന്നു

source: Error
ml: തെറ്റ്

source: I/O error occurred while writing to web archive file %1.
ml: %1 എന്ന വെബ് ശേഖരണത്തിലേക്ക് എഴുതുന്ന സമയത്തു് ഐ/ഒയില്‍ തെറ്റ് പറ്റി.

source: Web Archiver
ml: വെബ് ശേഖരണം

source: Local File
ml: പ്രാദേശിക ഫയല്‍

source: To:
ml: സ്വീകര്‍ത്താവു്:

source: Archiving:
ml: ശേഖരണം:

source: Original URL
ml: എടുത്ത യുആര്‍എല്‍

source: Archive &Web Page...
ml: &വെബ് താള്‍ ശേഖരിയ്ക്കുക...

source: Untitled
ml: പേരിടാത്തതു്

source: *.war *.tgz|Web Archives
ml: *.war *.tgz|വെബ് ശേഖരങ്ങള്‍

source: Save Page as Web-Archive
ml: ഈ താള്‍ വെബ് ശേഖരമായി സൂക്ഷിക്കുക

source: The URL %1 is not valid.
ml: %1 എന്ന യുആര്‍എല്‍ സാധുവായതല്ല.

source: Do you really want to overwrite: %1?
ml: നിങ്ങള്‍ക്ക് നിലവിലുള്ളതു് കളയണോ: %1?

source: &Tools
ml: &ഉപകരണങ്ങള്‍

source: Extra Toolbar
ml: കൂടുതല്‍ ഉപകരണശാല
